{
    "author": "Гузенко Никита Владимирович",
    "title": "Совершенствование защиты прав потребителей в Российской Федерации, как сегмент рыночных отношений",
    "workType": "выпускная квалификационная работа магистра",
    "specializationBaseRu": "38.04.04 - Государственное и муниципальное управление ",
    "specializationExtRu": " 38.04.04_05 - Управление инженерной инфраструктурой и социально-экономическим развитием муниципальных образований",
    "specializationEn": "Improvement of consumer protection in the Russian Federation as a segment of market relations",
    "publicationYear": "2019",
    "pdfLink": "http://elib.spbstu.ru/dl/3/2019/vr/vr19-2269.pdf",
    "commentLink": "http://elib.spbstu.ru/dl/3/2019/vr/rev/vr19-2269-o.pdf",
    "reviewLink": "http://elib.spbstu.ru/dl/3/2019/vr/rev/vr19-2269-r.pdf",
    "structureReport": "http://elib.spbstu.ru/dl/3/2019/vr/rev/vr19-2269-a.pdf",
    "descriptionRu": "Объектом исследования является защита прав потребителей в Российской Федерации.\r\nЦелью выпускной квалификационной работы является выявление специфики защиты прав потребителей в Российской Федерации и предложение мер по их совершенствованию.\r\nПроведен анализ влияния института по защите прав потребителей и нормативно-правовых актов на экономику Российской Федерации.\r\nУстановлены проблемы правового регулирования защиты прав потребителей.\r\nВыработаны меры для сокращения количества контрафактной продукции на потребительском рынке.\r\nРассчитано количество случае причинения вреда здоровью или имуществу потребителя и структура основных правонарушений.\r\nПредложены меры по увеличению качества и безопасности товаров или услуг, а также стимулированию производителей к более качественному контролю продукции.",
    "descriptionEn": "The object of the study is the protection of consumer rights in the Russian Federation.\r\nThe purpose of the final qualifying work is to identify the specifics of consumer protection in the Russian Federation and propose measures to improve them.\r\nThe analysis of the impact of the Institute for consumer protection and legal acts on the economy of the Russian Federation.\r\nThe problems of legal regulation of consumer protection are established.\r\nMeasures have been developed to reduce the number of counterfeit products in the consumer market.\r\nThe number of cases of harm to health or property of the consumer and the structure of the basic offenses are calculated.\r\nMeasures are proposed to increase the quality and safety of goods or services, as well as to encourage manufacturers to better control of products.",
    "teacher": "Левенцов Александр Николаевич",
    "controlPerson": "Леонтьев Дмитрий Николаевич",
    "institute": "Санкт-Петербургский политехнический университет Петра Великого",
    "univer": "Институт промышленного менеджмента, экономики и торговли",
    "transactionDate": "2019-10-04T00:00:00Z",
    "topicalSubjects": [],
    "keyWordsRu": [
        "права потребителей",
        "защита",
        "продавец",
        "производитель",
        "покупатель",
        "товар",
        "услуги",
        "качество",
        "общественные объединения",
        "суд",
        "роспотребнадзор"
    ],
    "keyWordsEn": [
        "the rights of consumers",
        "protecting",
        "provider",
        "producer",
        "buyer",
        "product",
        "service",
        "quality",
        "public enterprises",
        "court",
        "consumer protection service"
    ]
}